SigFeXML 3.0 + ws nc(Devengos UPLOAD) - copia/SigFeXML/LogSigfe2/2016/22032016/E/22032016_554523_E-4.xml

<?xml version="1.0" encoding="utf-8"?>
<Envelope xmlns="http://www.w3.org/2003/05/soap-envelope">
	<Header />
	<Body>
<Devengo xmlns="http://sigfe.cl/ws/inter/verticales/devengo">
	<cabeceraArchivoType>
		<ejercicio>2016</ejercicio>
		<periodo>03</periodo>
		<proceso>0301</proceso>
		<identificacionEnvio>1603220600453873</identificacionEnvio>
		<montoTotal>512831</montoTotal>
		<cantidadTransacciones>5</cantidadTransacciones>
		<usuarioGenerador>cmunozca</usuarioGenerador>
		<usuarioAprobador>cmunozca</usuarioAprobador>
		<informacionInstitucionType>
			<partida>16</partida>
			<capitulo>04</capitulo>
			<areaTransaccional>001</areaTransaccional>
		</informacionInstitucionType>
	</cabeceraArchivoType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>554513</idTransferencia>
		<titulo>FE_463105_2016-03-22</titulo>
		<descripcionTransaccionDevengo>FE_463105_2016-03-22</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0201</tipoDocumento>
			<descripcionDocumentoDevengo>FE_463105_2016-03-22</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>463105</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2016-03-22</fechaDocumentoDevengo>
			<fechaRecepcionConforme>2016-03-22</fechaRecepcionConforme>
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>25554</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>5923094-8</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>2245450</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>88</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>25554</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>25554</montoCuentaDebe>
								<montoCuentaHaber>25554</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>5923094-8</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-05-22</fechaCumplimiento>
					<montoCumplimiento>25554</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>554514</idTransferencia>
		<titulo>FE_463106_2016-03-22</titulo>
		<descripcionTransaccionDevengo>FE_463106_2016-03-22</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0201</tipoDocumento>
			<descripcionDocumentoDevengo>FE_463106_2016-03-22</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>463106</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2016-03-22</fechaDocumentoDevengo>
			<fechaRecepcionConforme>2016-03-22</fechaRecepcionConforme>
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>18973</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>79678570-5</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>2248123</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>134</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>18973</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>18973</montoCuentaDebe>
								<montoCuentaHaber>18973</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>79678570-5</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-05-22</fechaCumplimiento>
					<montoCumplimiento>18973</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>554515</idTransferencia>
		<titulo>FE_463107_2016-03-22</titulo>
		<descripcionTransaccionDevengo>FE_463107_2016-03-22</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0201</tipoDocumento>
			<descripcionDocumentoDevengo>FE_463107_2016-03-22</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>463107</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2016-03-22</fechaDocumentoDevengo>
			<fechaRecepcionConforme>2016-03-22</fechaRecepcionConforme>
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>105563</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>7593514-5</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>2245450</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>88</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>105563</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>105563</montoCuentaDebe>
								<montoCuentaHaber>105563</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>7593514-5</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-05-22</fechaCumplimiento>
					<montoCumplimiento>105563</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>554516</idTransferencia>
		<titulo>FE_463108_2016-03-22</titulo>
		<descripcionTransaccionDevengo>FE_463108_2016-03-22</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0201</tipoDocumento>
			<descripcionDocumentoDevengo>FE_463108_2016-03-22</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>463108</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2016-03-22</fechaDocumentoDevengo>
			<fechaRecepcionConforme>2016-03-22</fechaRecepcionConforme>
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>227213</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>76047516-5</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>2247904</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>122</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>227213</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>227213</montoCuentaDebe>
								<montoCuentaHaber>227213</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>76047516-5</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-05-22</fechaCumplimiento>
					<montoCumplimiento>227213</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>554523</idTransferencia>
		<titulo>FE_463113_2016-03-22</titulo>
		<descripcionTransaccionDevengo>FE_463113_2016-03-22</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0201</tipoDocumento>
			<descripcionDocumentoDevengo>FE_463113_2016-03-22</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>463113</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2016-03-22</fechaDocumentoDevengo>
			<fechaRecepcionConforme>2016-03-22</fechaRecepcionConforme>
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>135528</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>94638000-8</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>2248123</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>134</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>135528</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>135528</montoCuentaDebe>
								<montoCuentaHaber>135528</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>94638000-8</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-05-22</fechaCumplimiento>
					<montoCumplimiento>135528</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
</Devengo></Body>
</Envelope>